Repository: horchi/scraper2vdr
Catalog: po/*.po
Languages: de_de

source: Update Scraper Information from Database
de_de: Filme und Serien aus Datenbank aktualisieren

source: Update Scraper Recordings Information from Database
de_de: Aufnahmen aus Datenbank aktualisieren

source: Scan for new recordings in video directory
de_de: Videoverzeichnis nach neuen Aufnahmen scannen

source: Scan for new or updated scrapinfo files
de_de: Nach neuen oder geänderten scrapinfo Dateien suchen

source: Reload all values (Series, Movies and Images)
de_de: Alle Daten (Serien, Filme und Bilder) neu laden

source: Updating Scraper EPG Information from Database
de_de: Filme und Serien werden aus Datenbank aktualisiert

source: Updating Scraper Recordings Information from Database
de_de: Aufnahmen werden aus Datenbank aktualisiert

source: Scanning for new recordings in video directory
de_de: Scanne Videoverzeichnis nach neuen Aufnahmen

source: Scanning for new or updated scrapinfo files
de_de: Suche nach neuen oder geänderten scrapinfo Dateien

source: Loading Series, Movies and Images from Database
de_de: Filme, Serien und Bilder werden aus Datenbank neu geladen

source: General
de_de: Allgemein

source: Show Main Menu Entry
de_de: Hauptmenüeintrag anzeigen

source: Thumbnail Height
de_de: Höhe der Miniaturbilder

source: Fixed Poster Size (resize,stretch,crop)
de_de: Feste Postergröße (skalieren,strecken,zuschneiden)

source: Poster Width (default 500)
de_de: Breite der Poster (Standard 500)

source: Poster Height (default 735)
de_de: Höhe der Poster (Standard 735)

source: Season Poster Width (default 400)
de_de: Breite der Staffelposter (Standard 400)

source: Season Poster Height (default 578)
de_de: Höhe der Staffelposter (Standard 578)

source: Max. Poster Distortion (in %)
de_de: Max. Posterverzerrung (in %)

source: Database Name
de_de: Name der Datenbank

source: User
de_de: Benutzer

source: Password
de_de: Passwort

source: Technical Stuff
de_de: Technisches

source: Log level
de_de: Protokollierungs Stufe

source: Actions
de_de: Aktionen
